result/usenix/run3/results-prctl11-4/benchmark-stats.log
  240000000 requests completed in 370.19 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
1.51% <= 2 milliseconds
43.18% <= 3 milliseconds
73.72% <= 4 milliseconds
85.11% <= 5 milliseconds
91.73% <= 6 milliseconds
94.92% <= 7 milliseconds
97.00% <= 8 milliseconds
98.06% <= 9 milliseconds
98.68% <= 10 milliseconds
99.02% <= 11 milliseconds
99.28% <= 12 milliseconds
99.47% <= 13 milliseconds
99.59% <= 14 milliseconds
99.67% <= 15 milliseconds
99.72% <= 16 milliseconds
99.76% <= 17 milliseconds
99.78% <= 18 milliseconds
99.80% <= 19 milliseconds
99.81% <= 20 milliseconds
99.83% <= 21 milliseconds
99.83% <= 22 milliseconds
99.84% <= 23 milliseconds
99.85% <= 24 milliseconds
99.85% <= 25 milliseconds
99.86% <= 26 milliseconds
99.86% <= 27 milliseconds
99.87% <= 28 milliseconds
99.87% <= 29 milliseconds
99.88% <= 30 milliseconds
99.88% <= 31 milliseconds
99.88% <= 32 milliseconds
99.88% <= 33 milliseconds
99.89% <= 34 milliseconds
99.89% <= 35 milliseconds
99.90% <= 36 milliseconds
99.90% <= 37 milliseconds
99.90% <= 38 milliseconds
99.91% <= 39 milliseconds
99.91% <= 40 milliseconds
99.92% <= 41 milliseconds
99.92% <= 42 milliseconds
99.93% <= 43 milliseconds
99.93% <= 44 milliseconds
99.94% <= 45 milliseconds
99.94% <= 46 milliseconds
99.95% <= 47 milliseconds
99.95% <= 48 milliseconds
99.95% <= 49 milliseconds
99.95% <= 50 milliseconds
99.96% <= 51 milliseconds
99.96% <= 52 milliseconds
99.96% <= 53 milliseconds
99.96% <= 54 milliseconds
99.96% <= 55 milliseconds
99.96% <= 56 milliseconds
99.97% <= 57 milliseconds
99.97% <= 58 milliseconds
99.97% <= 59 milliseconds
99.97% <= 60 milliseconds
99.97% <= 61 milliseconds
99.97% <= 62 milliseconds
99.97% <= 63 milliseconds
99.97% <= 64 milliseconds
99.97% <= 65 milliseconds
99.97% <= 66 milliseconds
99.98% <= 67 milliseconds
99.98% <= 68 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.98% <= 81 milliseconds
99.98% <= 82 milliseconds
99.98% <= 83 milliseconds
99.98% <= 84 milliseconds
99.98% <= 85 milliseconds
99.98% <= 86 milliseconds
99.98% <= 87 milliseconds
99.98% <= 88 milliseconds
99.98% <= 89 milliseconds
99.98% <= 90 milliseconds
99.98% <= 91 milliseconds
99.98% <= 92 milliseconds
99.98% <= 93 milliseconds
99.98% <= 94 milliseconds
99.98% <= 95 milliseconds
99.98% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 100 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 104 milliseconds
99.99% <= 105 milliseconds
99.99% <= 106 milliseconds
99.99% <= 107 milliseconds
99.99% <= 108 milliseconds
99.99% <= 109 milliseconds
99.99% <= 110 milliseconds
99.99% <= 112 milliseconds
99.99% <= 114 milliseconds
99.99% <= 115 milliseconds
99.99% <= 116 milliseconds
99.99% <= 117 milliseconds
99.99% <= 119 milliseconds
99.99% <= 120 milliseconds
99.99% <= 122 milliseconds
99.99% <= 123 milliseconds
99.99% <= 124 milliseconds
99.99% <= 125 milliseconds
99.99% <= 127 milliseconds
99.99% <= 128 milliseconds
99.99% <= 129 milliseconds
99.99% <= 130 milliseconds
99.99% <= 131 milliseconds
99.99% <= 132 milliseconds
99.99% <= 133 milliseconds
99.99% <= 134 milliseconds
99.99% <= 135 milliseconds
99.99% <= 136 milliseconds
99.99% <= 137 milliseconds
99.99% <= 138 milliseconds
99.99% <= 140 milliseconds
99.99% <= 141 milliseconds
99.99% <= 142 milliseconds
99.99% <= 143 milliseconds
99.99% <= 145 milliseconds
99.99% <= 146 milliseconds
99.99% <= 148 milliseconds
99.99% <= 150 milliseconds
99.99% <= 154 milliseconds
99.99% <= 157 milliseconds
99.99% <= 158 milliseconds
99.99% <= 159 milliseconds
99.99% <= 160 milliseconds
99.99% <= 161 milliseconds
99.99% <= 163 milliseconds
99.99% <= 164 milliseconds
99.99% <= 165 milliseconds
99.99% <= 166 milliseconds
99.99% <= 168 milliseconds
99.99% <= 169 milliseconds
99.99% <= 173 milliseconds
99.99% <= 174 milliseconds
99.99% <= 177 milliseconds
99.99% <= 179 milliseconds
99.99% <= 182 milliseconds
99.99% <= 185 milliseconds
99.99% <= 188 milliseconds
100.00% <= 189 milliseconds
100.00% <= 192 milliseconds
100.00% <= 193 milliseconds
100.00% <= 194 milliseconds
100.00% <= 195 milliseconds
100.00% <= 196 milliseconds
100.00% <= 197 milliseconds
100.00% <= 198 milliseconds
100.00% <= 199 milliseconds
100.00% <= 200 milliseconds
100.00% <= 201 milliseconds
100.00% <= 202 milliseconds
100.00% <= 203 milliseconds
100.00% <= 205 milliseconds
100.00% <= 208 milliseconds
100.00% <= 209 milliseconds
100.00% <= 211 milliseconds
100.00% <= 212 milliseconds
100.00% <= 213 milliseconds
100.00% <= 215 milliseconds
100.00% <= 218 milliseconds
100.00% <= 220 milliseconds
100.00% <= 221 milliseconds
100.00% <= 239 milliseconds
100.00% <= 240 milliseconds
100.00% <= 241 milliseconds
100.00% <= 244 milliseconds
100.00% <= 248 milliseconds
100.00% <= 254 milliseconds
100.00% <= 256 milliseconds
100.00% <= 270 milliseconds
100.00% <= 275 milliseconds
100.00% <= 286 milliseconds
100.00% <= 312 milliseconds
100.00% <= 330 milliseconds
100.00% <= 330 milliseconds
648308.75 requests per second